<!DOCTYPE html>
<html lang="ru" class="js">
<head>
    <meta charset="utf-8">
            <title>Пользовательское соглашение • Nighthold</title>
        <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
    <link rel="stylesheet" href="template/nighthold/css/cabinet.css">
    <link rel="shortcut icon" href="template/nighthold/images/favicon.ico">


    <script src="template/nighthold/js/jquery-2.1.1.min.js"></script>

    </head>



<body class="nk-body bg-white npc-default has-aside dark-mode">



<div class="nk-app-root">
    <div class="nk-main ">
            <div class="nk-wrap ">

        <div class="nk-content ">
            <div class="container wide-xl">
                <div class="nk-content-inner">

                    <div class="nk-content-body">
                        <div class="nk-content-wrap">

                                <p><strong>Правила игры на проекте WoW Nighthold</strong></p>

<p>(игровой проект WoW Nighthold- далее по тексту &quot;Проект&quot;;</p>

<p>Администрация игрового проекта WoW Nighthold - далее по тексту &quot;Администрация&quot;)</p>

<p><strong>1. User Agreement &ndash; Соглашение Пользователя; права и обязанности сторон.</strong></p>

<p>1.1. Администрация оставляет за собой право делать любые изменения, обновления на сервере без предварительного на то уведомления игроков.</p>

<p>1.2. Незнание настоящих Правил, равно как и иных регламентов и установлений, в том числе и Правил общения на форуме проекта, не освобождает от ответственности за их нарушение. Зарегистрировав учетную запись (аккаунт) на сервере (форуме), Вы автоматически соглашаетесь с Правилами и иными предписаниями.</p>

<p>1.3. Все игроки должны самостоятельно отслеживать поправки, внесенные в настоящие Правила, равно как и любые иные изменения, коснувшиеся их.</p>

<p>1.3.1. Информация обо всех важных событиях (изменениях, нововведениях, акциях, эвентах, профилактических работах и т.д.) публикуется на форуме проекта. Все игроки обязаны зарегистрировать форумный аккаунт и регулярно посещать форум, для того, чтобы быть в курсе всех событий, а также для того, чтобы иметь возможность обратиться в Службу поддержки (раздел Тех.поддержки доступен только для зарегистрированных пользователей форума).</p>

<p>1.4. Администрация не несет ответственности в случае нанесения ущерба, &ndash; как морального, материального, так и физического, &ndash; игроку или группе игроков, полученного в результате игры на сервере проекта.</p>

<p>1.5. Администрация не несет ответственности за временную или постоянную невозможность игры на данном сервере конкретным лицом или группой лиц.</p>

<p>1.6. Администрация вправе в любой момент, без объяснения причин, прекратить предоставление доступа к серверу конкретному пользователю, группе пользователей или подсети в целом.</p>

<p>1.7. Администрация не обязана производить какие-либо расследования, а также возврат игровых предметов, учетных записей (аккаунтов), персонажей или их параметров, утерянных игроками по любой возможной причине.</p>

<p>1.8. В случае возникновения сбоев в работе сервера, Администрация оперативно предпринимает необходимые действия для восстановления его работоспособности в кратчайшие сроки.</p>

<p>1.9. Игроки обязаны неукоснительно выполнять требования Администрации и уполномоченных ею лиц, а также предписания данного соглашения в частности и настоящих Правил в целом, а равно и иных, легитимно установленных, регламентов.</p>

<p>1.10. Ответственность за нарушение Правил проекта несет владелец учетной записи (аккаунта), &ndash; независимо от того, кто совершал те или иные неправомерные действия под данным аккаунтом.</p>

<p>1.11. Все игроки обязаны сами отслеживать отсутствие программного обеспечения, запрещенного пунктом Правил 3.1. на компьютерах, посредством которых осуществляется доступ к игровым серверам.</p>

<p>1.12. При нарушении в отношении пользователя каких-либо пунктов данного соглашения другими игроками или Мастером Игры (GM) или же иным специально уполномоченным представителем Администрации, &ndash; пользователь сервера имеет право подать жалобу Администратору сервера (Admin) по электронному адресу &ndash; <a href="cdn-cgi/l/email-protection.html" class="__cf_email__" data-cfemail="ed9e989d9d829f99ad81df88958e888181888399c39f98">[email&#160;protected]</a>, предоставив доказательства имевшего место правонарушения. Доказательствами могут служить скриншоты и видеоролики, предоставленные в качестве и порядке, установленными настоящими Правилами.</p>

<p>1.13. Учетные записи (аккаунты) пользователей, равно как и все их содержимое (персонажи, игровые предметы и т.д.), являются внутриигровой собственностью Администрации.</p>

<p>1.14. Пожертвования. В специально установленном порядке Администрация предоставляет конкретным пользователям строго регламентированные игровые блага, в качестве дополнительных и необязательных услуг за пожертвования на развитие проекта. Любые предметы либо иные блага и игровые ценности, переданные в пользование игрокам, остаются внутриигровой собственностью Администрации сервера.</p>

<p>1.14.1. Администрация не несет ответственности за средства, потерянные в следствии халатности и невнимательности пользователей.</p>

<p>1.14.2. Администрация не предоставляет никаких платных услуг, любое пожертвование - это добровольное действие пользователя.</p>

<p>1.14.3. Проект не является средством дохода кого-либо. Все полученные от пожертвований средства идут только на поддержку и развитие (оплата услуг хостинга, аренды серверов, реклама, модернизация оборудования, своевременное обслуживание оборудования, приобретение дополнительного программного обеспечения и т.д.). Внутриигровое вознаграждение, в виде монет Coin of Luck, является поощрением пользователей, желающих разделить финансовое бремя Администрации по поддержке и развитию проекта.</p>

<p>1.14.4. Добровольно пожертвованные средства не подлежат возврату пользователю вне зависимости от сложившейся ситуации.</p>

<p>1.15. Игроки обязуются ознакомиться с содержанием административных тем официального форума сервера, Регламентом Административной Службы сервера, а также с иными правилами и предписаниями, расположенными на форуме проекта.</p>

<p><strong>2. Взаимодействие с Администрацией, а также специально уполномоченными ею лицами.</strong></p>

<p>2.1. Запрещено обращаться к Администрации и уполномоченным ею должностным лицам без крайней необходимости. Любое обращение к Администрации должно содержать четкое, обоснованное изложение сути проблемы игрока или вопрос, касающийся конкретно работы игровых серверов, сайта или форума проекта. Обращение к Администрации сервера, ее служащим производится в особом, строго регламентированном данными Правилами и иными предписаниями порядке.</p>

<p>2.1.1. Запрещено спрашивать Мастеров Игры (GM), иных представителей Администрации об их личной жизни и внеслужебном времяпровождении.</p>

<p>2.1.2. Запрещено &laquo;флудить&raquo; посредством приватных и иных сообщений в PM Мастерам Игры (GM), задавая представителю Администрации вопросы, не относящиеся к той или иной игровой проблеме, находящейся в ведении соответствующего служащего. Также запрещено иным образом досаждать Мастерам Игры (GM), отправляя более двух приватных сообщений подряд в том случае, если за ними не следует ответ.</p>

<p>2.1.3. Запрещено просить либо требовать у Мастера Игры (GM) отменить то или иное наказание, вступившее в силу. Все неправомерные действия Мастеров Игры (GM), запрещенные настоящими Правилами либо Регламентом Административной Службы, обжалуются исключительно у вышестоящих Мастеров Игры (GM) и Администратора сервера.</p>

<p>2.2. Запрещено неуважительное отношение к Администрации. Под неуважительным отношением понимается открытое, ярко выраженное либо подчеркнутое непочтительное или пренебрежительное отношение к Администрации в целом либо ее служащим, либо специально уполномоченным должностным лицам.</p>

<p>2.3. Запрещены угрозы (а равно и шантаж) в адрес Администрации. Под угрозой понимается обещание причинить какой бы то ни было вред, ущерб, либо учинить неприятности, либо допущение о возможности наступления (возникновения) негативных или тяжких последствий, &ndash; как Администрации в целом, так и отдельным ее служащим или специально уполномоченным ею должностным лицам.</p>

<p>2.4. Запрещено распространять слухи или клевету о проекте (сервере), Администрации, ее отдельных представителях либо специально уполномоченных ею должностных лицах. Под клеветой понимается распространение заведомо ложной информации или измышлений, позорящих, порочащих, либо подрывающих, так или иначе, репутацию, либо наносящих любой иной вред конкретному лицу или группе лиц. Диффамация, &ndash; т.е. публичное или частно-публичное распространение клеветнической и позорящей информации посредством использования форумов, чатов, периодических печатных изданий, &ndash; также преследуется по настоящим Правилам и влечет за собой применение жесткого наказания.</p>

<p>2.5. Запрещены оскорбления, прямые или косвенные, в адрес Администрации, ее отдельных представителей либо специально уполномоченных ею должностных лиц. Под оскорблением понимается правонарушение, заключающееся в унижении чести и достоинства лица, выраженном в неприличной, вульгарной или грубой форме. Оскорбление подразумевает не клевету, но негативную оценку личности потерпевшего. Использование в оскорблении ненормативной (нецензурной) лексики влечет за собой применение к правонарушителю более сурового и жесткого наказания.</p>

<p>2.6. Запрещен обман Администрации, выраженный в предоставлении заведомо ложного доноса (заведомо ложного сообщения о готовящемся или совершенном правонарушении, проступке) или заявления, равно как и любых иных заведомо ложных для заявителя сведений. За обман Администрации сервера, повлекший за собой тяжкие последствия, &ndash; как например длительную или кратковременную неработоспособность сервера либо уничтожение игрового имущества в пользовании лица или группы лиц, &ndash; влечет за собой применение к правонарушителю более сурового и жесткого наказания.</p>

<p>2.7. Запрещено осуждение действий Администрации и специально уполномоченных ею должностных лиц. Под осуждением действий Администрации понимается публичная критика либо неодобрение тех или иных решений, вынесенных Администрацией либо уполномоченными ею должностными лицами, либо порицание и обвинение Администрации в чем бы то ни было. Если игрок усматривает в действиях конкретного служащего Администрации либо специально уполномоченного ею должностного лица состав правонарушения, то он имеет право обратиться с донесением к вышестоящему представителю Администрации (в соответствии с иерархией, установленной Регламентом Административной Службы) либо к Администратору (Admin) проекта посредством электронной почты.</p>

<p>2.8. Запрещено вмешательство в деятельность Мастера Игры (GM), либо иного специально уполномоченного Администрацией должностного лица. Под вмешательством в деятельность представителя администрации понимается любое воспрепятствование его законной деятельности, способное, так или иначе, нанести вред ему либо результату его действий, либо третьим лицам, либо серверу (проекту) в целом.</p>

<p>2.8.1. Запрещено атаковать Мастера Игры (GM) без его на то предварительного согласия.</p>

<p>2.8.2. Запрещен Party, Friend, Clan, Ally или Trade запрос Мастеру Игры (GM) без его на то предварительного согласия.</p>

<p>2.8.3. Запрещено предлагать (либо передавать) Мастеру Игры (GM), иному служащему Администрации либо специально уполномоченному ею должностному лицу взятку в том или ином виде непосредственно или через посредников. Под взяткой понимается получение служащим или иным должностным лицом Администрации какого-либо подношения, подарка (будь то &ndash; деньги, ценные бумаги, имущество или иные блага). За действие (либо бездействие) в пользу взяткодателя или его пособников, третьих лиц будет применено суровое наказание.</p>

<p>2.9. Игроки серверов обязуются неукоснительно выполнять все законные требования Мастеров Игры (GM), иных представителей Администрации, а также специально уполномоченных ею должностных лиц. Не допускается пререкание (спор, препирательство) с указанными выше уполномоченными лицами. Все разногласия и споры разрешаются в порядке, определенном пунктом 2.13. настоящих Правил.</p>

<p>2.10. Игрокам запрещается просить либо требовать у Мастеров Игры (GM), иных представителей Администрации либо специально уполномоченных ею должностных лиц какие бы то ни было игровые блага (вещи, деньги и пр.), изменить их параметры с тем, чтобы получить необоснованное преимущество по отношению к другим игрокам проекта. Исключение составляет, предусмотренный пунктом 1.14 настоящих Правил.</p>

<p>2.11. Запрещена публикация переписки (либо ее содержания) с Администрацией сервера, Мастерами Игры (GM), иными представителями Администрации.</p>

<p>2.12. Мастера Игры (GM), иные представители Администрации не вмешиваются в игровой процесс за исключением случаев нарушения игроком или группой игроков Правил проекта, регламентов и иных предписаний, а также за исключением случаев проведения запланированных мероприятий (в т.ч. турниров и эвентов) или текущей работы, а также других казусов, предусмотренных Регламентом Административной Службы.</p>

<p>2.12.1. При появлении в непосредственной близости от игрока Администратора или Мастера Игры (GM) следует прекратить все агрессивные действия, в том числе, если они направлены на того персонажа, возле которого появился представитель Администрации. Наказание за нарушение данной нормы назначается в мягкой форме и упрощенном порядке на усмотрение Администратора или Мастера Игры (GM).</p>

<p>2.13. При возникновении спорных ситуаций либо в случае неправомерных действий со стороны представителей Администрации либо специально уполномоченных ею должностных лиц, игрок имеет право подать апелляцию (жалобу) по электронному адресу <a href="cdn-cgi/l/email-protection.html" class="__cf_email__" data-cfemail="6b181e1b1b04191f2b07590e13080e07070e051f45191e">[email&#160;protected]</a>, либо непосредственно обратившись к вышестоящему представителю Администрации.</p>

<p>&nbsp;</p>

<p><strong>3. Использование программ; вопросы игрового процесса.</strong></p>

<p>&nbsp;</p>

<p>3.1. Запрещено использование вспомогательных программ, эмулирующих присутствие персонажа в игре или нарушающих нормальное функционирование серверного ПО, а равно помогающих задавать циклы (многократное повторение однородных команд) и искажать данные, передаваемые от клиента к серверу. Под вспомогательными программами в данном случае подразумеваются такие программы, которые изменяют клиент игры либо заменяют его, либо изменяют или облегчают игровой процесс не предусмотренными игрой методами. Как то: показывающие данные о персонаже, не предусмотренные разработчиками игры (например, здоровье &ndash; HP цели); автоматизирующие игровой процесс (в том числе боты); автоматизирующие вход в игру (например, после ребута &ndash; перезагрузки сервера); использующие посредством программных методов ошибки и недочеты игры (например, &ndash; сброс с игрока таргета, временный дисконнект и т.д.). Любое нарушение данного пункта преследуется по настоящим Правилам, пресекается и жестко карается.</p>

<p>3.1.1. Допускается использование патчей и утилит, одобренных Администрацией сервера. Как то: бесконечный &laquo;zoom&raquo;; агрессивность мобов, их уровень и drop/spoil с них; раскраска и видоизменение системных сообщений (system messages), а равно и игровой карты; раскраска (и иное обозначение) зон для перемещения посредством Scroll of Escape (и иных, схожих по действию, предметов, умений или заклинаний) и др.</p>

<p>3.2. Запрещен несанкционированный доступ к чужой учетной записи (аккаунту).</p>

<p>3.3. Запрещена несанкционированная продажа либо покупка за реальные деньги, а равно и приравненную к ним виртуальную валюту (электронные платежные средства &ndash; WebMoney, Яндекс.Деньги и т.д.) любых игровых ценностей (денег, вещей), а также персонажей и игровых учетных записей (аккаунтов).</p>

<p>3.3.1. Запрещено обсуждать и упоминать где бы то ни было о продаже либо покупке за реальные деньги, а равно и приравненную к ним виртуальную валюту (электронные платежные средства &ndash; WebMoney, Яндекс.Деньги и т.д.) любых игровых ценностей (денег, вещей), а также персонажей и игровых учетных записей (аккаунтов).</p>

<p>3.4. Запрещено использование обозначений клановых войн в эмблемах кланов и альянсов.</p>

<p>3.5. Запрещено использование нацистской и иной запрещенной федеральным законодательством России символики в эмблемах кланов, альянсов, на клановых щитах.</p>

<p>3.6. Запрещено умышленное создание ситуаций, при которых игроки не могут выделить NPC без использования команды /target [name].</p>

<p>3.7. Запрещено умышленное создание ситуаций, при которых игроки не могут пройти через арки, двери, узкие проходы и т.д.</p>

<p>3.8. Запрещено умышленно (предумышленно) разбрасывать loot (деньги, вещи).</p>

<p>&nbsp;</p>

<p><strong>4. Использование ошибок сервера (багов).</strong></p>

<p>&nbsp;</p>

<p>4.1. Запрещено умышленное (предумышленное) использование ошибок сервера (багов).</p>

<p>4.1.1. Запрещено публичное обсуждение неисправленных ошибок сервера (багов) как на форуме, так и в игре.</p>

<p>4.2. Запрещено уничтожение игроком либо группой игроков мобов, когда последние не имеют возможности атаковать игрока в силу его недосягаемости либо в силу иных причин, вызванных применением способов, явно не предусмотренных игрой.</p>

<p>4.3. При обнаружении ошибки сервера (бага) игрок обязуется немедленно сообщить об этом Администрации проекта посредством электронной почты <a href="cdn-cgi/l/email-protection.html" class="__cf_email__" data-cfemail="9cefe9ececf3eee8dcf0aef9e4fff9f0f0f9f2e8b2eee9">[email&#160;protected]</a> либо официального форума проекта. Помощь в нахождении ошибок сервера (багов) поощряется.</p>

<p>&nbsp;</p>

<p><strong>5. Общение в игровых чатах, иных местах, а также присвоение имен (nicknames).</strong></p>

<p>&nbsp;</p>

<p>5.1. Запрещено публичное использование ненормативной (нецензурной) лексики в общих игровых чатах (general, shout, trade, hero, vip), а также на форуме и в иных официальных местах, предусмотренных Администрацией проекта для общения игроков.</p>

<p>5.2. Запрещено &laquo;флудить&raquo; в общественных местах (как то: в городах, деревнях, иных локациях, определяемых Мастером Игры &ndash; GM). Под &laquo;флудом&raquo; понимается отправление в чат однородных сообщений более 3 (трех) раз подряд.</p>

<p>5.2.1. Запрещено отправление в чат более 1 (одного) сообщения торгового характера (продажа, покупка, обмен) раз в 30 (тридцать) секунд.</p>

<p>5.3. Запрещены угрозы (либо шантаж) в адрес игроков в том случае, если они не являются ролевой составляющей игры. Под угрозой понимается обещание причинить какой бы то ни было вред, ущерб, либо учинить неприятности, либо допущение о возможности наступления (возникновения) негативных или тяжких последствий.</p>

<p>5.4. Запрещены оскорбления в адрес игроков. Под оскорблением понимается правонарушение, заключающееся в унижении чести и достоинства лица, выраженном в неприличной, вульгарной или грубой форме. Оскорбление подразумевает не клевету, но негативную оценку личности потерпевшего. Использование в оскорблении ненормативной (нецензурной) лексики влечет за собой применение к правонарушителю более сурового и жесткого наказания.</p>

<p>5.4.1. Запрещено создание ситуаций неигрового характера, провоцирующих игроков на оскорбления.</p>

<p>5.5. Запрещено явно или косвенно сексуально домогаться до других игроков, а также рекламировать услуги сексуального характера и материалы, как эротического, так и порнографического характера.</p>

<p>5.6. Запрещено распространять клевету и слухи об игроках сервера, также не допускается публикация содержания личных бесед (PM, Skype, WhatsApp и др.) с кем бы то ни было без предварительного согласия. Исключение составляет донос Администрации сервера с сообщением о произошедшем или готовящемся нарушении Правил проекта.</p>

<p>5.7. Запрещены сообщения, прямо нарушающие федеральную Конституцию, международные договоры либо общепризнанные нормы международного права, федеральные конституционные законы, федеральные законы, федеральные подзаконные акты Российской Федерации. Как то: не допускается пропаганда или агитация, возбуждающие (разжигающие) социальную, расовую, национальную или религиозную ненависть и вражду; запрещается пропаганда социального, расового, национального или языкового превосходства; и т.д.</p>

<p>5.8. Запрещено явно или косвенно рекламировать другие онлайновые игры, сторонние серверы (проекты) и иные ресурсы.</p>

<p>5.9. Запрещено злостное попрошайничество (с использованием речевого &laquo;флуда&raquo;).</p>

<p>5.10. Запрещено использование нецензурных слов и выражений, а также выражений, так или иначе оскорбляющих игроков или содержащих вульгарную лексику, &ndash; в названиях и аббревиатурах кланов и альянсов, именах персонажей, титулах и именах животных (питомцев). Администрация оставляет за собой право расформировать без предупреждения клан либо альянс, нарушающий данное правило, а также заблокировать персонажа (либо без предупреждения принудительно изменить имя персонажа) либо уничтожить животное (питомца).</p>

<p>5.11. При создании персонажа запрещено давать ему имя, содержащее зарезервированные слова: GM, Administrator, Admin и имена представителей Администрации либо специально уполномоченных ею должностных лиц, как использовавшиеся ранее, так и настоящие.</p>

<p>5.12. Запрещено выдавать себя за Мастера Игры (GM), специально уполномоченного должностного лица или представителя Администрации.</p>

<p>5.13. Обязанность и долг игрока &ndash; извещать обо всех готовящихся либо совершенных правонарушениях Мастерам Игры (GM) посредством личной почты (PM) либо посредством специально отведенных на форуме разделов и тем. Администрация вправе устанавливать поощрения за помощь в предупреждении и пресечении правонарушений.</p>

<p>&nbsp;</p>

<p><strong>6. Ведение торговли.</strong></p>

<p>&nbsp;</p>

<p>6.1. Запрещаются мошеннические действия при торговле или крафте, проводимые с целью получения денег или имущества другого игрока. Администрация сервера расследует такого рода дела только при наличии доказательств в виде скриншотов (screenshots). Доказательства должны предоставляться игроками в строго регламентированном порядке, определенном разделом 7. настоящих Правил.</p>

<p>6.1.1. В том случае если игрок был обманут (подвергся мошенническим действиям со стороны другого игрока или группы игроков) игровым путем, а именно без использования ошибок сервера (багов), то нарушитель (или их группа) подлежат жесткому наказанию, предусмотренному соответствующим разделом настоящих Правил, но утерянные потерпевшим вещи и иные ценности не подлежат возврату.</p>

<p>6.1.2. В том случае если игрок был обманут (подвергся мошенническим действиям со стороны другого игрока или группы игроков) неигровым путем, а именно с использованием ошибок сервера (багов), то нарушитель (или их группа) подлежат жесткому наказанию, предусмотренному соответствующим разделом настоящих Правил, а вопрос возврата утерянных потерпевшим вещей и иных ценностей остается на усмотрение Администрации.</p>

<p>6.2. Запрещено использование недочетов игры при ведении торговли, таких как &ndash; схожесть текстур, удаление вещей в процессе торговли и т.д.</p>

<p>6.3. Запрещено ведение торговли либо крафта в местах, где это может привести к неудобствам других игроков (как, например, &ndash; арки, узкие проходы, места возле NPC и т.д.).</p>

<p>&nbsp;</p>

<p><strong>7. Порядок предоставления Администрации доказательств о готовящихся либо совершенных нарушениях, предусмотренных настоящими Правилами.</strong></p>

<p>&nbsp;</p>

<p>7.1. Сообщения об игроках, нарушающих Правила игры, следует отправлять на электронный ящик <a href="cdn-cgi/l/email-protection.html" class="__cf_email__" data-cfemail="8cfff9fcfce3fef8cce0bee9f4efe9e0e0e9e2f8a2fef9">[email&#160;protected]</a> или создать тему в разделе Технической поддержки на форуме проекта.</p>

<p>7.2. Любой скриншот (screenshot), предоставляемый игроком, в качестве доказательства о готовящемся либо совершенном правонарушении должен предоставляться полностью, без корректировок и купюр, с полностью развернутым чатом. Все скриншоты должны предоставляться в форматах *.jpg, *.png, *.zip, *.rar и других форматах, разрешенных Администратором сервера в официальном распоряжении.</p>

<p>7.3. Любой видеоролик, replay, предоставляемый игроком, в качестве доказательства о готовящемся либо совершенном правонарушении должен предоставляться в первоначальном виде, без монтажа и каких-либо иных изменений. Видео должно быть максимально сжато, но вся информация, содержащаяся в нем, читабельна.</p>

<p>7.4. Цитирование либо изложение содержания текста не является доказательством нарушения и может быть воспринято как клевета (пункты 2.4., 5.6. Правил).</p>

<p>7.5. Умышленное (предумышленное) изменение доказательств (улик) с целью введения Мастеров Игры (GM) либо иных представителей Администрации в заблуждение преследуется по настоящим Правилам и влечет за собой применение сурового и жесткого наказания, с обязательной классификацией данного правонарушения, как по данному пункту Правил, так и по пункту 2.6. настоящих Правил.</p>

<p>&nbsp;</p>

<p><strong>8. Виды наказания, основания для их применения.</strong></p>

<p>&nbsp;</p>

<p>8.1. Нарушение настоящих Правил влечет за собой применение наказания к правонарушителю.</p>

<p>8.2. Предусматриваются следующие виды наказаний: блокировка чата сроком от 30 (тридцати) минут до месяца; блокировка персонажа; принудительное изменение параметров персонажа (понижение уровня, обнуление SP и т.д.); заключение в тюрьму (GM Consultation Service); блокировка учетной записи (аккаунта) на срок до 6 (шести) месяцев; перманентная блокировка учетной записи пользователя (аккаунта) как в игре так и на форуме; блокировка IP-адреса либо целой подсети, блокировка по hwid.</p>

<p>8.3. В случае рецидива, то есть повторного нарушения игроком Правил проекта, вид и объем санкции определяется Мастером Игры (GM) с учетом предписаний настоящих Правил, но как минимум не ниже прошлого наказания за нарушение этого правила.</p>

<p>8.4. Блокировка чата, &ndash; т.е. отключение всех чатов игрока на фиксированный промежуток времени, &ndash; назначается как отдельное наказание за нарушение пунктов 2.1, 2.1.1., 2.1.2., 2.1.3., 2.2., 2.3., 2.4., 2.5., 2.6., 2.7., 2.8., 2.8.3., 2.9., 2.10., 2.11., 3.3.1., 5.1., 5.2., 5.2.1., 5.3., 5.4., 5.5., 5.6., 5.7., 5.8., 5.9., 5.12. настоящих Правил либо в качестве дополнительного наказания за другое, более тяжкое нарушение, совершенное игроком.</p>

<p>8.5. Блокировка персонажа, &ndash; т.е. лишение возможности зайти в игру конкретным персонажем, &ndash; назначается как отдельное наказание за нарушение пунктов 2.8., 2.8.1., 2.8.2., 2.9., 2.12.1., 3.6., 3.7., 4.2., 6.2., 6.3. настоящих Правил либо в качестве дополнительного наказания за другое, более тяжкое нарушение, совершенное игроком. Также может быть назначено для предупреждения либо пресечения правонарушения, которое может быть совершено либо которое совершается игроком.</p>

<p>8.6. Принудительное изменение параметров персонажа, &ndash; т.е. понижение уровня персонажа (либо количества опыта), обнуление SP, изменение характеристик и др., &ndash; назначается как отдельное наказание за нарушение пунктов 3.1., 4.1., 4.2. настоящих Правил либо в качестве дополнительного наказания за другое более тяжкое нарушение, совершенное игроком.</p>

<p>8.7. Заключение персонажа в тюрьму, &ndash; т.е. перемещение персонажа в изолированную локацию GM Consultation Service, &ndash; может быть назначено как отдельное наказание за нарушение пунктов 2.1., 2.1.1., 2.1.3., 2.2., 2.3., 2.4., 2.5., 2.6., 2.7., 2.8., 2.8.1., 2.8.3., 2.9., 2.10., 2.11., 2.12.1., 3.1., 3.2., 3.3., 3.3.1., 3.4., 3.5., 4.1., 4.2., 5.1., 5.3., 5.4., 5.5., 5.6., 5.7., 5.8., 5.10., 5.11., 5.12., 6.1., 6.2. настоящих Правил либо как упреждающая (заочная) мера пресечения перед применением более сурового и жесткого наказания.</p>

<p>8.8. Блокировка учетной записи (аккаунта) на срок до 6 (шести) месяцев; перманентная блокировка учетной записи пользователя (аккаунта); блокировка IP-адреса либо целой подсети, блокировка по hwid; &ndash; назначаются Администратором сервера как отдельное и исключительное наказание за следующий круг правонарушений &ndash; преступных деяний, предусмотренных пунктами 2.3., 2.4., 2.5., 2.6., 2.7., 2.8., 2.8.3., 2.10., 2.11., 3.1., 3.2., 3.3., 3.3.1., 3.4., 3.5., 4.1., 5.7., 5.8., 5.10., 5.11., 5.12., 6.1., 6.2. настоящих Правил.</p>

<p>8.9. К Мастеру Игры (GM), иному представителю Администрации либо специально уполномоченному ею должностному лицу, совершившему тяжкие правонарушения, может быть применена дисциплинарная мера воздействия в соответствии с Регламентом Административной Службы и на основании решения Администратора проекта.</p>

<p>8.10. Любое наказание, применяемое Мастером Игры (GM) к нарушителю, должно быть вынесено на основании настоящих Правил, Регламента Административной Службы, а также общепризнанных принципов справедливости и превалирования прав, свобод и законных интересов игроков над интересами отправителей правосудия.</p>

<p>8.11. Никто не может быть осужден на основании домыслов и предположений, равно как и никто не может считаться виновным до вынесения соответствующего решения уполномоченным на то лицом &ndash; Мастером Игры (GM) или Администратором сервера.</p>

<p>&nbsp;</p>

<p><strong>9. О внесении поправок и дополнений, а также о принятии новой редакции Правил проекта; заключительные и переходные положения.</strong></p>

<p>&nbsp;</p>

<p>9.1. Настоящие Правила обратной силы не имеют. Любое деяние, совершенное до введения нормы, запрещающей либо ограничивающей его действие, не попадает под действие нововведенного правила, если не предусмотрен иной порядок.</p>

<p>9.2. Администрация оставляет за собой право вносить любые поправки и дополнения в настоящие Правила без уведомления об этом пользователей.</p>

<p>9.3. В случае одобрения Администратором сервера новой редакции Правил, она должна быть опубликована на официальном форуме проекта.</p>

<p>9.4. В случае совершения игроком или группой игроков деяния, явно наносящего ущерб организации игры либо игровому процессу, либо безопасности серверов, игроков или Администрации, но прямо не оговоренного в настоящих Правилах, Администрация проекта оставляет за собой право применить любое наказание, адекватное совершенному деянию.</p>

<p>9.5. Настоящие Правила вступают в силу с момента их опубликования на официальном форуме сервера.</p>
                        </div>

                        <div class="nk-footer bg-transparent">
    <div class="container wide-xl">
        <div class="nk-footer-wrap g-2">
            <div class="nk-footer-copyright">
                <div class="footer__copyright-info">
    <div class="footer__copyright-info--text">
        &copy; 2022 Nighthold
    </div>
    <div class="footer__copyright-info--policy">
        <a href="term.php">ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</a>
        <a href="policy.php">ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</a>
    </div>
</div>            </div>
        </div>
    </div>
</div>
                    </div>

                </div>
            </div>
        </div>
    </div>
    </div>
</div>

<script src="template/nighthold/assets/js/scripts.js@id=0cdc233a9e6c7e95fcf4"></script>
<script src="template/nighthold/assets/js/ion.rangeSlider.min.js"></script>



</body>
</html>
