<?php 
		$this->config = array(
							"db_ip" => "185.12.94.37",
							"db_user" => "wireles",
							"db_pass" => "01imudegQ11loe",
							"bases" => array(
										"site" => "website",
										"auth" => "auth",
										"characters" => "characters",
										"world" => "world"
									),
							"courses" => array(         // цена: 
										"gold" => "25", //в бонусах за 1000 голд
										"arena" => "125", //в бонусах за 100 апа
										"honor" => "50", //в бонусах за 1000 хонора
										"bonuses" => "250" //в рублях за 250 бонусов 
										
									),
							"wmr" => "R410109661712",
							"robologin" => "wow-hell",
							"robopass" => "soulteam123",
							"vostanovlenie" => "200", //Цена восстановления персонажа
							"vip" => "2500", //Цена вип аккаунта
							"referalt" => "10800", // Время, которое необходимо проиграть рефералу
													// для начисления бонусов рефереру (в секундах)
							"referalb" => "250", // Кол-во бонусов для начислений по реф программе.
							"unban" => "2000", // Цена разбана.
							"changename" => "500", // Стоимость смены имени
							"transfer" => "1500", // Стоимость переноса персонажа на другой аккаунт
							"changegender" => "1000" // Стоимость смены пола
						);
	$this->dir = '/personal'; // Директория личного кабинета
	?>