<!DOCTYPE html>
<html lang="ru" class="js">
<head>
    <meta charset="utf-8">
            <title>Политика конфиденциальности • Nighthold</title>
        <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
    <link rel="stylesheet" href="template/nighthold/css/cabinet.css">
    <link rel="shortcut icon" href="template/nighthold/images/favicon.ico">


    <script src="template/nighthold/assets/js/jquery-2.1.1.min.js"></script>

    <!-- Google Tag Manager -->
    <script>(function(w,d,s,l,i){w[l]=w[l]||[];w[l].push({'gtm.start':
                new Date().getTime(),event:'gtm.js'});var f=d.getElementsByTagName(s)[0],
            j=d.createElement(s),dl=l!='dataLayer'?'&l='+l:'';j.async=true;j.src=
            'https://www.googletagmanager.com/gtm.js?id='+i+dl;f.parentNode.insertBefore(j,f);
        })(window,document,'script','dataLayer','GTM-WG563T8');</script>
    <!-- End Google Tag Manager -->

    </head>



<body class="nk-body bg-white npc-default has-aside dark-mode">


<!-- Google Tag Manager (noscript) -->
<noscript><iframe src="https://www.googletagmanager.com/ns.html?id=GTM-WG563T8"
                  height="0" width="0" style="display:none;visibility:hidden"></iframe></noscript>
<!-- End Google Tag Manager (noscript) -->


<div class="nk-app-root">
    <div class="nk-main ">
            <div class="nk-wrap ">

        <div class="nk-content ">
            <div class="container wide-xl">
                <div class="nk-content-inner">

                    <div class="nk-content-body">
                        <div class="nk-content-wrap">
                            
                                <p>Настоящая Политика устанавливает особенности обработки данных пользователей Сервисов, предоставляемых проектом WoW Nighthold</p>

<p>Настоящий документ (далее &ndash; &laquo;Политика&raquo;) является неотъемлемой частью Пользовательского Соглашения.</p>

<p>&nbsp;</p>

<p>При скачивании, установке, регистрации, получении доступа и любом другом способе использования Сервисов и/или Игры Вы в полном объеме принимаете условия настоящей Политики и выражаете свое определенное согласие на обработку Ваших данных способом и в целях как это описано в настоящем документе. Если Вы не согласны с настоящей Политикой, пожалуйста, откажитесь от скачивания, установки и любого иного использования Сервисов и Игры.</p>

<p>&nbsp;</p>

<p>Администрация вправе время от времени изменять и/или дополнять настоящую Политику без предварительного письменного уведомления пользователей. Вам необходимо с периодичностью раз в три календарных дня знакомиться с настоящей Политикой на предмет внесенных в нее изменений и/или дополнений. Если Вы продолжаете использовать Игру после внесения изменений в настоящий документ, вы подтверждаете свое согласие с новой редакцией Политики.</p>

<p>&nbsp;</p>

<p><strong>1. Цели обработки данных пользователей</strong></p>

<p>Данные предоставляются пользователями в связи с заключением с Администрацией Пользовательского Соглашеня.</p>

<p>Кроме того, данные могут быть предоставлены пользователями по запросу Администрации в связи с исполнением заключенных соглашений.</p>

<p>Случаи предоставления пользователем данных (без ограничения):</p>

<p>- При создании учетной записи на сайте Nighthold.pro и управлении ею;</p>

<p>- При участии в тестировании дополнительных игровых сервисов, новых версий и/или обновлений Игры (если применимо);</p>

<p>- При участии во внутриигровых bвентах, соревнованиях и иных подобных мероприятиях;</p>

<p>- При осуществлении доступа к Сервису/Игре посредством идентификаторов, используемых Вами для получения доступа на ресурсы третьих лиц (например, логина или ID пользователя, используемых в социальных сетях) или приглашения иных пользователей принять участие в Игре;</p>

<p>- При направлении запросов, писем или осуществления иных видов контактов с Администрацией;</p>

<p>- При использовании дополнительных, специальных сервисов внутри Игры.</p>

<p>Ваши данные обрабатываются в следующих целях (не ограничиваясь):</p>

<p>&nbsp;</p>

<p>- Предоставление возможности создания и последующего использования и управления пользовательским аккаунтом;</p>

<p>- Участия в Игре и доступ к игровым сервисам, предусмотренным сценарием Игры;</p>

<p>- Осуществления взаимодействия с другими пользователями;</p>

<p>- Исправление ошибок, модификацию Сервисов/Игры, разработку новых игровых возможностей и сервисов;</p>

<p>- Взаимодействие с пользователями для получения комментариев относительно Сервисов/Игры, осуществления поддержки Игры; направления уведомлений и иных важных сообщений касательно Сервисов/Игры;</p>

<p>- Анализ эффективности Сервисов/Игры и иных сопутствующих игровых сервисов;</p>

<p>- Прием, обработка и проверка платежей;</p>

<p>- Оказание технической поддержки;</p>

<p>- Информирование о будущих событиях, связанных с Сервисом, Играми, их обновлениями и иными аналогичными событиями.</p>

<p>&nbsp;</p>

<p><strong>2. Данные о пользователях, собираемые и обрабатываемые Администрацией.</strong></p>

<p>&nbsp;</p>

<p>Данные, которые собирает и обрабатывает Администрация в связи с Вашим использованием Сервисов и участием в Игре могут в себя включать (не ограничиваясь): имя, никнейм (в том числе никнейм персонажа), идентификатор пользователя на ресурсах третьих лиц (логина или ID пользователя), адрес электронной почты, пол, дата рождения, номер телефона, страна проживания, информация о списке ваших друзей в социальных сетях (если применимо), платежная информация и т.п.</p>

<p>Настоящим Вы осведомлены и понимаете, что в случае осуществления доступа к Сервису и Игре с использованием своего аккаунта в социальных сетях, данные, которые содержатся в Вашем профайле, например, но не ограничиваясь: имя, фотография или иное изображение использованное в качестве аватара, ID номер в данной социальной сети, адрес электронной почты, язык и иная информация, и т.д., становятся доступными для Администрации и могут обрабатываться Администрацией в порядке, установленном настоящей Политикой. Кроме того, в таком случае эти данные могут быть доступными для обозрения другими пользователями Сервисов и Игры.</p>

<p><strong>3. Иные данные, которые собирает и обрабатывает Администрация.</strong></p>

<p>В целях предоставления качественных услуг Администрация собирает и обрабатывает дополнительные неиндивидуальные данные. К таким данным относятся: уникальный идентификатор пользовательского устройства и параметры используемого программного обеспечения, название и версию операционной системы, тип устройства и аппаратные идентификаторы, часовой пояс, информацию о действиях пользователя на Сервисе и в Игре (журналы игровых действий, действий на Сервисе, внутриигровые достижения, время, проведенное в Игре, время последнего входа в Игру, информация о входах в Игру и т.д.).</p>

<p>Кроме того, Администрация может собирать информацию о Вашем IP- адресе и информацию о географическом местонахождении устройства, с которого осуществляется доступ к Сервису и Игре с целью предоставления Вам услуг и информации, доступных для соответствующей территории, на которой вы находитесь.</p>

<p>&nbsp;</p>

<p><strong>4. Использование. Распространение и передача данных.</strong></p>

<p>&nbsp;</p>

<p>Администрация может комбинировать (сливать, сращивать) и использовать скомбинированные данные пользователей с другой информацией (включая иные данными, которые собирает Администрация, как они определены в разделе 4 настоящей Политики) для обеспечения, управления и развития Игры.</p>

<p>&nbsp;</p>

<p>Администрация не продает ваши данные третьим лицам.</p>

<p>Кроме того, Ваши данные могут быть предоставлены третьим лицам в следующих случаях:</p>

<p>- Когда это необходимо с целью соблюдения законодательства, например, расследование случаев мошенничества при осуществлении платежей и осуществления любой иной незаконной деятельности;</p>

<p>- Когда имеются обоснованные подозрения на потенциальное или существующее нарушение прав Администрации, в целях защиты прав потерпевшей стороны.</p>

<p>&nbsp;</p>

<p><strong>5. Хранение данных.</strong></p>

<p>Период хранения данных составляет срок, в течение которого предоставляется Сервис и сопутствующие игровые сервисы (по наиболее продолжительному сроку).</p>

<p>&nbsp;</p>

<p><strong>6. Иные обязанности сторон.</strong></p>

<p>Пользователь является ответственным за полноту и достоверность предоставляемых им данных. В случае наличия несоответствий и/или некорректности в предоставленных Вами данных, они должны быть изменены, в том числе путем обращения к специалистам Администрации, как это указано в разделе Контакты.</p>

<p>Администрация оставляет за собой право при удалении и/или изменении данных пользователей, хранить те данные, которые необходимы для целей соблюдения применимого законодательства, обеспечение безопасности и эффективности Сервисов и Игры.</p>

<p>&nbsp;</p>

<p><strong>7. Контакты</strong></p>

<p>Связь с уполномоченным представителями администрации осуществляется через систему клиентской поддержки на нашем форуме и по средствам внутриигровых тикетов.
                        </div>

                        <div class="nk-footer bg-transparent">
    <div class="container wide-xl">
        <div class="nk-footer-wrap g-2">
            <div class="nk-footer-copyright">
                <div class="footer__copyright-info">
    <div class="footer__copyright-info--text">
        &copy; 2022 Nighthold
    </div>
    <div class="footer__copyright-info--policy">
        <a href="term.html">ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</a>
        <a href="policy.html">ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</a>
    </div>
</div>            </div>
        </div>
    </div>
</div>
                    </div>

                </div>
            </div>
        </div>
    </div>
    </div>
</div>

<script data-cfasync="false" src="cdn-cgi/scripts/5c5dd728/cloudflare-static/email-decode.min.js"></script><script src="assets/js/bundle.js"></script>
<script src="assets/js/scripts.js@id=0cdc233a9e6c7e95fcf4"></script>
<script src="assets/js/ion.rangeSlider.min.js"></script>



</body>
</html>
